[
  "One tree can absorb as much as 48 pounds of CO₂ per year.",
  "The average plastic bottle takes 450 years to decompose.",
  "Composting can divert 30% of household waste.",
  "Every ton of recycled paper saves about 17 trees.",
  "LED bulbs use 75% less energy and last 25x longer than incandescent lighting.",
  "The fashion industry is responsible for 10% of global carbon emissions.",
  "Transportation accounts for 29% of greenhouse gas emissions in the U.S.",
  "Food waste contributes to 8-10% of global greenhouse gas emissions.",
  "Recycling one aluminum can saves enough energy to run a TV for three hours.",
  "The average American generates about 4.4 pounds of waste per day.",
  "Over 1 million marine creatures are killed each year due to plastic pollution.",
  "The Great Pacific Garbage Patch is twice the size of Texas.",
  "A single reusable bag can replace hundreds of plastic bags over its lifetime.",
  "Using public transport can reduce your carbon footprint by 45% compared to driving.",
  "Planting trees can help combat climate change by absorbing CO₂.",
  "The average shower uses 2.1 gallons of water per minute.",
  "The U.S. uses about 100 billion plastic bags each year.",
  "About 70% of the world's freshwater is used for agriculture.",
  "The average person spends 90% of their time indoors.",
  "The ocean absorbs about 30% of the carbon dioxide produced by humans.",
  "Over 80% of the world's energy comes from fossil fuels.",
  "The average family of four uses about 400 gallons of water per day.",
  "Recycling one ton of glass saves 1,000-2,000 kWh of energy.",
  "The average American uses about 650 plastic water bottles per year.",
  "The fashion industry is the second-largest polluter in the world.",
  "The average person throws away about 25 pounds of clothing each year.",
  "The average person generates about 4.4 pounds of waste per day.",
  "The average person uses about 100 gallons of water per day.",
  "The average person spends about $1,500 on energy bills each year.",
  "The average person uses about 1,500 plastic bags each year.",
  "The average person uses about 1,000 gallons of water per year for showering.",
  "The average person uses about 1,000 gallons of water per year for laundry.",
  "The average person uses about 1,000 gallons of water per year for dishwashing.",
  "The average person uses about 1,000 gallons of water per year for cooking.",
  "The average person uses about 1,000 gallons of water per year for cleaning.",
  "The average person uses about 1,000 gallons of water per year for gardening.",
  "The average person uses about 1,000 gallons of water per year for car washing.",
  "The average person uses about 1,000 gallons of water per year for bathing."
]

