[
  "Bring your own reusable bags when shopping.",
  "Turn off the tap while brushing your teeth.",
  "Use a refillable water bottle instead of plastic.",
  "Compost your food scraps to reduce landfill waste.",
  "Switch to energy-efficient LED bulbs.",
  "Walk or bike instead of driving short distances.",
  "Donate clothes instead of throwing them away.",
  "Unplug chargers when not in use to save energy.",
  "Use public transportation to reduce carbon footprint.",
  "Buy in bulk to reduce packaging waste.",
  "Choose products with minimal packaging.",
  "Use cloth napkins instead of paper ones.",
  "Support local farmers by shopping at farmers' markets.",
  "Use a reusable coffee cup instead of disposable ones.",
  "Participate in local clean-up events.",
  "Educate others about the importance of sustainability.",
  "Use natural cleaning products to reduce chemical waste.",
  "Plant trees to help absorb carbon dioxide.",
  "Reduce meat consumption to lower environmental impact.",
  "Choose energy-efficient appliances when shopping.",
  "Use a programmable thermostat to save energy.",
  "Avoid single-use plastics like straws and cutlery.",
  "Repair items instead of replacing them.",
  "Choose eco-friendly products and brands.",
  "Use cloth diapers instead of disposable ones.",
  "Participate in community recycling programs.",
  "Educate yourself about environmental issues.",
  "Use a rain barrel to collect rainwater for gardening.",
  "Support renewable energy sources like solar and wind.",
  "Reduce water usage by taking shorter showers.",
  "Use a broom instead of a hose to clean driveways.",
  "Choose sustainable seafood options.",
  "Buy second-hand items to reduce waste.",
  "Use a compost bin for yard waste.",
  "Choose organic products to reduce pesticide use.",
  "Use a reusable lunch container instead of plastic bags.",
  "Participate in local tree-planting initiatives.",
  "Support businesses that prioritize sustainability.",
  "Reduce food waste by planning meals ahead.",
  "Educate yourself about climate change and its impacts.",
  "Switch to e-billing to reduce paper waste.",
  "Avoid fast fashion by buying durable clothing.",
  "Use a clothesline instead of a dryer to save energy.",
  "Opt out of junk mail and catalogs you don't read.",
  "Use your microwave or toaster oven for small meals to save energy.",
  "Close blinds during hot days to reduce cooling needs.",
  "Reuse glass jars for storage or DIY crafts.",
  "Turn off lights when you leave a room — always.",
  "Participate in a local sustainability challenge.",
  "Buy rechargeable batteries to cut down on toxic waste.",
  "Freeze leftovers to prevent food waste."
]

